[
    {
        "id": 1,
        "name": "Smart TV 4K UHD Samsung 50\"",
        "price": "80000",
        "description": "Led Smart. 50 Resolucion Crystal 4K UHD. Potencia de salida de sonido 20W. HDMI x 2. USB x 1. Bluetooth. Wi Fi. Sistema operativo Tizen. Incluye control remoto (one remote). Frecuencia de barrido 60 GHz. HDR",
        "discount": "5",
        "category": "1",
        "subcategory": "tv",
        "image": [
            "tv sam2.webp"
        ]
    },
    {
        "id": 2,
        "name": "Barra de Sonido Samsung HWT450",
        "price": "42539",
        "description": "",
        "discount": "5",
        "category": "1",
        "subcategory": "sonido",
        "image": [
            "barra samsung 4...webp"
        ]
    },
    {
        "id": 3,
        "name": "Smart TV 4K UHD Samsung 55",
        "price": "110999",
        "description": "Led Smart. 55 Resolucion Crystal 4K UHD. Potencia de salida de sonido 20W. HDMI x 2. USB x 1. Bluetooth. Wi Fi. Sistema operativo Tizen. Incluye control remoto (one remote). Frecuencia de barrido 60 GHz. HDR",
        "discount": "5",
        "category": "1",
        "subcategory": "tv",
        "image": [
            "tv 3.webp"
        ]
    },
    {
        "id": 4,
        "name": "Equipo de audio Philco SAP500",
        "price": "20999",
        "description": "Bluetooth - USB - Entrada para Micrófono - Sintonizador Digital - Formatos Soportados MP3 CD WMA.",
        "discount": "10",
        "category": "1",
        "subcategory": "sonido",
        "image": [
            "equipoa.webp"
        ]
    },
    {
        "id": 5,
        "name": "Lavarropas Whirlpool 9Kg WLF91AB",
        "price": "73.199",
        "description": "Lavarropas Automatico. Capapacidad de carga: 9 Kg. 14 programas de lavado. Lavado rapido en 30 minutos. Alarma de fin de ciclo. 1200 RPM. Tambor de acero inoxidable. Sistema de lavado: Europeo. Tipo de carga: Frontal. Controles: Digitales.",
        "discount": "5",
        "category": "2",
        "subcategory": "lavado",
        "image": [
            "lavarropas whirl.webp"
        ]
    },
    {
        "id": 6,
        "name": "Heladera no frost Samsumng RT38K5932SL digital",
        "price": "130000",
        "description": "Twin Cooling Plus crea un entorno favorable para preservar los alimentos frescos en la heladera - Mantiene los alimentos frescos durante más tiempo - 5 formas distintas de utilizar tu heladera - Conv ierte fácilmente tu freezer en una heladera para enfriar todos tus alimentos o cambia a modo off para ahorrar energía - La tecnología Digital Inverter ajusta automáticamente la velocidad del compres or según la demanda de frío de acuerdo a 7 niveles.",
        "discount": "10",
        "category": "2",
        "subcategory": "Heladera",
        "image": [
            "heladera n.webp"
        ]
    },
    {
        "id": 7,
        "name": "Lavarropas automatico WHIRLPOOL WWI16CS 10",
        "price": "85499",
        "description": "Lavarropas Automatico. Capapacidad de carga: 10 Kg. 10 programas de lavado. Lavado rapido. Alarma de fin de ciclo. 730 RPM. Tambor de acero inoxidable. Sistema de lavado: Impeller. Tipo de carga: Superior. Controles: Digitales. 3 Niveles de temperatura. Antiarrugas. Doble entrada de agua",
        "discount": "5",
        "category": "2",
        "subcategory": "lavado",
        "image": [
            "lavarropas whil 10.webp"
        ]
    },
    {
        "id": 8,
        "name": "Heladera Whirlpool WRA09B1 76 Lts Retro Negra",
        "price": "53099",
        "description": "Heladera bajo mesada. Volumen neto 76. Volumen bruto 81. Sistema de enfriamiento Cycle Defrost. Control interno de temperatura (min-med-max). Compartimiento extra frio. Portalatas. Tipo de estantes plasticos. Pies regulables. Ubicacion del freezer interior.",
        "discount": "10",
        "category": "2",
        "subcategory": "Heladera",
        "image": [
            "hela chica.webp"
        ]
    },
    {
        "id": 9,
        "name": "Vitrocalefactor Axel Rojo Turbo 2000W",
        "price": "7.299",
        "description": "Vitrocalefactor. Trabaja por conveccion. Resistencia de alto rendimiento. Termostato. Potencia 2000w. Niveles de calor. Cantidad de elementos 3. Con soporte.",
        "discount": "5",
        "category": "3",
        "subcategory": "estufa",
        "image": [
            "rojo.webp"
        ]
    },
    {
        "id": 10,
        "name": "A/C Split Frío Hitachi 2236FC 2600W",
        "price": "45.999",
        "description": "El Aire Acondicionado Hitachi trabaja con Gas Refrigerante Ecológico R410a, lo cual te permite disfrutar de una temperatura ideal y a la vez cuidar el medio ambiente. Además, su consumo inteligente te ayudará a ahorrar energía, mientras cuidás el planeta. Anticongelamiento -Seteando el equipo en modo Calor, los sensores de la unidad detectan la temperatura ambiente y previenen la salida de aire frío",
        "discount": "5",
        "category": "3",
        "subcategory": "aire",
        "image": [
            "aire-hitachi.webp"
        ]
    },
    {
        "id": 11,
        "name": "Caloventor Liliana PTC617 1500W",
        "price": "4914.999",
        "description": "Caloventor oscilante. Placa ceramica de PTC. 2 Niveles de potencia 750/1500W. Termostato regulable. Forzador de aire que recircula el aire del ambiente. Luz indicadora de encendido. Corte de seguridad por caida y sobrecalentamiento. Moderno diseno. Ocupa poco espacio. Totalmente seguro. No consume oxigeno.",
        "discount": "0",
        "category": "3",
        "subcategory": "estufa",
        "image": [
            "caloventor-liliana.webp"
        ]
    },
    {
        "id": 12,
        "name": "A/C Portátil F/C Philco PHP32H17PI 3500W",
        "price": "48.999",
        "description": "Frío o calor, Display LCD, Filtros Lavables, Timer Programable, Función Sleep, Fácil de Instalar, No requiere Drenaje: el agua se auto-evapora. Y control remoto multifunción",
        "discount": "5",
        "category": "3",
        "subcategory": "aire",
        "image": [
            "aire-portatil-philco.webp"
        ]
    },
    {
        "id": 13,
        "name": "cafetera-nespresso essenza Mini black",
        "price": "19990",
        "description": "Tiene una presión de 19 bares y cuenta con un contenedor que alberga hasta 6 cápsulas usadas.",
        "discount": "5",
        "category": "4",
        "subcategory": "cocina",
        "image": [
            "cafetera-nespresso.webp"
        ]
    },
    {
        "id": 14,
        "name": "Exprimidor de jugo Ken Brown",
        "price": "4399",
        "description": "Exprimidor de citricos. Capacidad 500 ml. Motor de 25W. Jarra Removible, transparente y graduada. 1 nivel de Potencia. De muy facil limpieza y desarmado. Doble cono para distintos tamanos de fruta. Filtro plastico removible. Apoyos de goma antideslizante. Alimentacion 220V 50Hz.",
        "category": "4",
        "subcategory": "cocina",
        "image": [
            "expromidora-kenbrown.webp"
        ],
        "discount": "0"
    },
    {
        "id": 15,
        "name": "tostadora-moulinex LT2608-AR",
        "price": "6499",
        "description": "Potencia 720W. 2 Ranuras para todo tipo de pan. 7 Niveles de tostado. Funciones: stop, descongelar y recalentar. Cuerpo de metal. Paredes frias al tacto. Bandeja colectora de migas. Extra elevacion para sacar el pan mas facil. Enrollacable.",
        "category": "4",
        "subcategory": "cocina",
        "image": [
            "tostadora-moulinex.webp"
        ],
        "discount": "0"
    },
    {
        "id": 16,
        "name": "Multiprocesadora con vaso Atma LP8425P",
        "price": "13499",
        "description": "Multiprocesadora. Velocidades 2. Boton pusador. Capacidad Bowl 1.2L. Accesorios cuchilla acero inoxidable, amasador, rebanador, rallador, procesador de verduras, exprimidor y emulsionador. Pica, ralla, rebana, tritura, amasa, exprime, graniza hielo. Cuchillas de acero",
        "category": "4",
        "subcategory": "cocina",
        "image": [
            "multiprocesadora-atma.webp"
        ],
        "discount": "10"
    },
    {
        "id": 17,
        "name": "Parrilla Eléctrica Liliana AK300",
        "price": "10399",
        "description": " La parrilla eléctrica Liliana AK300 tiene un compacto y moderno diseño que te permitirá cocinar fácilmente reduciendo el humo y el olor. Posee una superficie antiadherente y tapa de vidrio transparente para que puedas controlar la cocción de tus comidas. Además, su bandeja recolectora de grasa y aceite es extraíble para facilitar la limpieza.",
        "discount": "10",
        "category": "4",
        "subcategory": "cocina",
        "image": [
            "1633390577221_img_.webp"
        ]
    }
]